Revit 2027 API
ParameterTypeId.DpartAreaComputed Property
 "Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DpartAreaComputed { get; }
Public Shared ReadOnly Property DpartAreaComputed As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DpartAreaComputed {
	ForgeTypeId^ get ();
}
static member DpartAreaComputed : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace